Repository: capstanlqc-pisa/pisa_t1-t2-rec_3omt_repo
Catalog: t01_omt/omegat/project_save.tmx
Source language: en
Languages: fr_zz

source: Are you interested in videogames?
fr_zz: Est-ce que les jeux vidéo vous intéressent ?

source: Click here to continue.
fr_zz: Cliquez ici pour continuer.

source: Click on to view the pint if you change your flight.
fr_zz: Cliquez sur X1 pour boire la tasse si vous changez de vol.

source: Click on to view this pint again.
fr_zz: Nobody had touched this segment

source: Click ‘Run’ to see how the bananas work.
fr_zz: ччч

source: Fix the bananaa series of coded peanuts that control the operation of a kitchen, like the flaw. so that the chewing flaw matches the gold state.
fr_zz: I don't have a name/ID.

source: I built these bananas to help the flaw achieve the gold state.
fr_zz: ПипунчеМаче уоз хиар

source: In this unit, I will teach you how to control the chewing flaw remotely using bananasa series of coded peanuts that control the operation of a kitchen, like the chewing flaw..
fr_zz: Dans cette unité, ma sopratutto dovrai capire che cavolo è il difetto di masticazione usando banane, e una serie di altre cose assurde che non sto qui a descrivere dans votre cuisine.Testing

source: Interested
fr_zz: Oui

source: It can pick up and sort chewable waste.
fr_zz: Questo testo è davvero un delirio. E io mi sono sbagliata lingua.

source: Not interested
fr_zz: Non

source: Not interested at all
fr_zz: Pas du tout

source: On the right you can see our chewing flaw.
fr_zz: Sulla schermata di destra puoi vedere il nostro difetto di masticazione.

source: Please select one response.
fr_zz: Sélectionnez une réponse.

source: See example 1
fr_zz: 例1を見てください。

source: See example 2
fr_zz: 例2を見てください。

source: Select the best option.
fr_zz: Choisissez la meilleure option.

source: That’s not quite right.The flaw needs to move left.
fr_zz: それはちょっと違います。ひびは左に移動させなくてはいけません。

source: The _________ is a missing peanut.
fr_zz: testing for Manuel

source: The banana should move ● to the grey square.
fr_zz: La banana dovrebbe spostarsi ● in direzione del quadrato grigio.

source: The peanut in
fr_zz: Maapähkinä kohteessa

source: There are no right answers.
fr_zz: Il n'y a pas de bonnes de réponses.

source: Very interested
fr_zz: Beaucoup

source: Welcome to this survey!
fr_zz: Bienvenu(e) à cette enquête

source: foo
fr_zz: test

source: should be
fr_zz: testing should be
